Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Create an album to organize your photos.
ar: أنشئ ألبومًا لتنظيم صورك.
bg: Създайте албум, за да организирате снимките си.
bn: আপনার ছবি সাজাতে একটি অ্যালবাম তৈরি করুন।
ca: Crea un àlbum per organitzar les fotos.
cs: Vytvořte album a uspořádejte své fotky.
da: Opret et album for at organisere dine fotos.
de: Erstelle ein Album, um deine Fotos zu organisieren.
el: Δημιουργήστε ένα άλμπουμ για να οργανώσετε τις φωτογραφίες σας.
es: Crea un álbum para organizar tus fotos.
fa: برای مرتب‌سازی عکس‌ها یک آلبوم ایجاد کنید.
fi: Järjestä kuvasi luomalla albumi.
fr: Créez un album pour organiser vos photos.
he: צרו אלבום כדי לארגן את התמונות שלכם.
hi: अपनी फ़ोटो व्यवस्थित करने के लिए एल्बम बनाएँ।
hr: Izradite album za organiziranje fotografija.
hu: Hozzon létre egy albumot a fotók rendszerezéséhez.
id: Buat album untuk mengatur foto Anda.
it: Crea un album per organizzare le tue foto.
ja: 写真を整理するためのアルバムを作成してください。
kk: Фотосуреттерді реттеу үшін альбом жасаңыз.
ko: 사진을 정리할 앨범을 생성하세요.
lt: Sukurkite albumą nuotraukoms tvarkyti.
ms: Cipta album untuk mengatur foto anda.
nb: Opprett et album for å organisere bildene dine.
nl: Maak een album aan om je foto's te ordenen.
pl: Utwórz album, aby uporządkować zdjęcia.
pt: Crie um álbum para organizar as suas fotos.
ro: Creați un album pentru a vă organiza fotografiile.
ru: Создайте альбом, чтобы упорядочить фотографии.
sk: Vytvorte album na usporiadanie fotografií.
sl: Ustvarite album za razvrščanje fotografij.
sv: Skapa ett album för att ordna dina foton.
th: สร้างอัลบั้มเพื่อจัดระเบียบรูปภาพของคุณ
tr: Fotoğraflarınızı düzenlemek için bir albüm oluşturun.
uk: Створіть альбом, щоб упорядкувати фото.
vi: Tạo album để sắp xếp ảnh của bạn.
zh_hans: 创建相册来整理照片。
zh_hant: 建立相簿來整理相片。

source: Create and upload your photos and videos to the selected albums on Immich
ar: انشئ و ارفع صورك و فديوهاتك الالبومات المختارة في Immich
bg: Създавайте и зареждайте снимки и видеа в избрани албуми в Immich
bn: Immich-এ নির্বাচিত অ্যালবামে আপনার ছবি ও ভিডিও তৈরি করুন ও আপলোড করুন
ca: Creeu i pugeu les vostres fotos i vídeos als àlbums seleccionats a l’Immich
cs: Vytvořit a nahrát fotografie a videa do vybraných alb na Immich
da: Opret og upload dine billeder og videoer til de valgte albummer i Immich
de: Erstelle und lade deine ausgewählten Fotos und Videos in die ausgewählten Alben auf Immich hoch
el: Δημιουργήστε και ανεβάστε τις φωτογραφίες και τα βίντεό σας στα επιλεγμένα άλμπουμ στο Immich
es: Crea y sube tus fotos y videos a los álbumes seleccionados en Immich
fa: عکس‌ها و ویدیوهای خود را ایجاد و در آلبوم‌های انتخاب‌شده در Immich بارگذاری کنید
fi: Luo ja lataa valokuvasi ja videosi valittuihin albumeihin Immichissä
fr: Créez et envoyez vos photos et vidéos dans les albums sélectionnés sur Immich
he: צרו והעלו את התמונות והסרטונים שלכם לאלבומים שנבחרו ב-Immich
hi: अपनी फ़ोटो और वीडियो बनाएँ तथा Immich पर चुने गए एल्बम में अपलोड करें
hr: Kreiraj i prenesi svoje fotografije i videozapise u odabrane albume na Immichu
hu: Fotók és videók létrehozása és szinkronizálása a kiválasztott Immich albumokba
id: Buat dan unggah foto serta video Anda ke album yang telah dipilih pada Immich
it: Crea e carica le tue foto e video sull'album selezionato in Immich
ja: 写真やビデオを作成し、Immichで選択したアルバムにアップロードします
kk: Фотосуреттер мен бейнелерді жасап, Immich жүйесіндегі таңдалған альбомдарға жүктеп салыңыз
ko: 선택한 앨범을 Immich에 생성하고 사진 및 동영상 업로드
lt: Sukurti ir įkelti jūsų nuotraukas ir vaizdo įrašus į pasirinktus Immich albumus
ms: Cipta dan muat naik foto serta video anda ke album yang dipilih pada Immich
nb: Opprett og last opp dine bilder og videoer til det valgte albumet på Immich
nl: Maak en upload je foto's en video's naar de geselecteerde albums op Immich
pl: Twórz i przesyłaj swoje zdjęcia i filmy do wybranych albumów w Immich
pt: Crie e envie suas fotos e vídeos para o álbum selecionado no Immich
ro: Creează și încarcă fotografiile și videoclipurile tale în albumele selectate de pe Immich
ru: Создавайте и загружайте фотографии и видео в выбранные альбомы в Immich
sk: Vytvárajte a nahrávajte svoje fotografie a videá do vybraných albumov na Immich
sl: Ustvarite in naložite svoje fotografije in videoposnetke v izbrane albume na Immich
sv: Skapa och ladda upp dina foton och videor till de valda albumen på Immich
th: สร้างและอัปโหลดรูปภาพและวิดีโอของคุณไปยังอัลบั้มที่เลือกบน Immich
tr: Fotoğraflarınızı ve videolarınızı oluşturun ve Immich'te seçtiğiniz albümlere yükleyin
uk: Створювати та вивантажувати свої фото та відео до вибраних альбомів на сервер Immich
vi: Tạo và tải lên ảnh và video của bạn vào album đã chọn trên Immich
zh_hans: 创建照片和视频并上传到 Immich 上选定的相册
zh_hant: 建立並上傳相片與影片至 Immich 上選取的相簿

source: Create Shared Link
ar: انشاء رابط مشترك
bg: Създай линк за споделяне
bn: শেয়ার লিংক তৈরি করুন
ca: Crea un enllaç compartit
cs: Vytvořit sdílený odkaz
da: Opret delt link
de: Geteilten Link erstellen
el: Δημιουργία κοινόχρηστου συνδέσμου
es: Crear un enlace compartido
fa: ایجاد پیوند اشتراک‌گذاری
fi: Luo jakolinkki
fr: Créer un lien partagé
he: צור קישור משותף
hi: शेयर लिंक बनाएँ
hr: Kreiraj dijeljeni link
hu: Megosztott link létrehozása
id: Buat tautan bersama
it: Crea link condiviso
ja: 共有リンクを作成
kk: Бөлісу сілтемесін жасау
ko: 공유 링크 생성
lt: Sukurti dalijimosi nuorodą
ms: Cipta pautan kongsi
nb: Opprett delt lenke
nl: Gedeelde link maken
pl: Utwórz link udostępniający
pt: Criar link partilhado
ro: Creați un link partajat
ru: Создать общую ссылку
sk: Vytvoriť zdieľaný odkaz
sl: Ustvari deljeno povezavo
sv: Skapa delad länk
th: สร้างลิงก์ที่แชร์
tr: Paylaşılan bağlantı oluştur
uk: Створити спільне посилання
vi: Tạo link chia sẻ
zh_hans: 创建共享链接
zh_hant: 建立分享連結

source: Created Date
ar: تاريخ الإنشاء
bg: Дата на създаване
bn: তৈরির তারিখ
ca: Data de creació
cs: Naposledy vytvořené
da: Senest oprettet
de: Zuletzt erstellt
el: Ημερομηνία δημιουργίας
es: Creado más recientemente
fa: تاریخ ایجاد
fi: Viimeisin luotu
fr: Créations les plus récentes
he: תאריך יצירה
hi: सृजित दिनांक
hr: Datum kreiranja
hu: Létrehozás ideje
id: Tanggal dibuat
it: Data di creazione
ja: 作成日時
kk: Жасалған күні
ko: 만든 날짜
lt: Kūrimo data
ms: Tarikh Dicipta
nb: Nylig opplastet
nl: Meest recent gemaakt
pl: Ostatnio utworzone
pt: Data de criação
ro: Data creării
ru: Недавно созданные
sk: Najnovšie vytvorené
sl: Nazadnje ustvarjeno
sv: Senast skapat
th: สร้างล่าสุด
tr: Oluşturma tarihi
uk: Дата створення
vi: Mới tạo gần đây
zh_hans: 创建日期
zh_hant: 建立日期

source: Crop Orientation
ar: اتجاه الاقتصاص
bg: Ориентация на изрязването
bn: ক্রপের দিক
ca: Orientació del retall
cs: Orientace ořezu
da: Beskæringsretning
de: Ausrichtung des Zuschnitts
el: Προσανατολισμός περικοπής
es: Orientación del recorte
fa: جهت برش
fi: Rajauksen suunta
fr: Orientation du recadrage
he: כיוון החיתוך
hi: क्रॉप दिशा
hr: Usmjerenje obrezivanja
hu: Kivágás tájolása
id: Orientasi Pemotongan
it: Orientamento del ritaglio
ja: 切り抜きの向き
kk: Қию бағыты
ko: 자르기 방향
lt: Apkirpimo padėtis
ms: Orientasi Pangkas
nb: Beskjæringsretning
nl: Stand van uitsnede
pl: Orientacja kadrowania
pt: Orientação do recorte
ro: Orientarea decupării
ru: Ориентация кадрирования
sk: Orientácia orezania
sl: Usmerjenost obrezovanja
sv: Beskärningsriktning
th: ทิศทางการครอบตัด
tr: Kırpma Yönü
uk: Орієнтація кадрування
vi: Hướng cắt
zh_hans: 裁剪方向
zh_hant: 裁切方向

source: Custom Date
ar: تاريخ مخصص
bg: Персонализирана дата
bn: স্বনির্ধারিত তারিখ
ca: Data personalitzada
cs: Vlastní datum
da: Brugerdefineret dato
de: Benutzerdefiniertes Datum
el: Προσαρμοσμένη ημερομηνία
es: Fecha personalizada
fa: تاریخ سفارشی
fi: Mukautettu päivä
fr: Date personnalisée
he: תאריך מותאם אישית
hi: मनचाही तिथि
hr: Specifičan datum
hu: Egyéni dátum
id: Tanggal khusus
it: Data personalizzata
ja: カスタム日付
kk: Арнаулы күн
ko: 날짜 선택
lt: Pasirinktinė data
ms: Tarikh Tersuai
nb: Egendefinert dato
nl: Aangepaste datum
pl: Data niestandardowa
pt: Data personalizada
ro: Data personalizată
ru: Произвольная дата
sk: Vlastný dátum
sl: Datum po meri
sv: Anpassat datum
th: กำหนดวันที่เอง
tr: Özel tarih
uk: Довільна дата
vi: Tùy chỉnh mốc
zh_hans: 自定义日期
zh_hant: 另選日期

source: Custom Range
ar: نطاق مخصص
bg: Произволен период
bn: কাস্টম পরিসীমা
ca: Interval personalitzat
cs: Vlastní rozsah
da: Brugerdefineret interval
de: Benutzerdefinierter Zeitraum
el: Προσαρμοσμένο εύρος
es: Rango personalizado
fa: بازه سفارشی
fi: Mukautettu väli
fr: Période personnalisée
he: טווח מותאם אישית
hi: कस्टम रेंज
hr: Prilagođeni raspon
hu: Egyedi tartomány
id: Rentang khusus
it: Intervallo personalizzato
ja: 期間を指定
kk: Арнаулы аралық
ko: 범위 지정
lt: Pasirinktinis diapazonas
ms: Julat Tersuai
nb: Tilpasset område
nl: Aangepast bereik
pl: Zakres niestandardowy
pt: Intervalo personalizado
ro: Interval personalizat
ru: Произвольный период
sk: Vlastný rozsah
sl: Obseg po meri
sv: Anpassat intervall
th: กำหนดช่วงเอง
tr: Özel aralık
uk: Довільний діапазон
vi: Tùy chỉnh khoảng
zh_hans: 自定义范围
zh_hant: 自訂範圍

source: Custom URL
ar: عنوان URL مخصص
bg: Персонализиран URL адрес
bn: কাস্টম URL
ca: URL personalitzat
cs: Vlastní URL
da: Tilpasset URL
de: Benutzerdefinierte URL
el: Προσαρμοσμένο URL
es: URL personalizada
fa: URL سفارشی
fi: Mukautettu URL
fr: URL personnalisée
he: URL מותאם אישית
hi: कस्टम URL
hr: Prilagođeni URL
hu: Egyedi URL
id: URL Khusus
it: URL personalizzato
ja: カスタムのURL
kk: Арнаулы URL
ko: 사용자 설정 URL
lt: Pasirinktinis URL
ms: URL Tersuai
nb: Egendefinert URL
nl: Aangepaste URL
pl: Niestandardowy adres URL
pt: URL Personalizado
ro: URL personalizat
ru: Свой URL-адрес
sk: Vlastná URL adresa
sl: URL po meri
sv: anpassad URL
th: URL ชื่อกำหนดเอง
tr: Özel URL
uk: Власна URL-адреса
vi: URL tùy chỉnh
zh_hans: 自定义 URL
zh_hant: 自訂 URL

source: Dark
ar: معتم
bg: Тъмен
bn: অন্ধকার
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuro
fa: تاریک
fi: Tumma
fr: Sombre
he: כהה
hi: डार्क
hr: Tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダークモード
kk: Қараңғы
ko: 다크
lt: Tamsi
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная
sk: Tmavá
sl: Temno
sv: Mörk
th: มืด
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Database Protection
ar: حماية قاعدة البيانات
bg: Защита на базата данни
bn: ডেটাবেস সুরক্ষা
ca: Protecció de la base de dades
cs: Ochrana databáze
da: Databasebeskyttelse
de: Datenbankschutz
el: Προστασία βάσης δεδομένων
es: Protección de la base de datos
fa: محافظت از پایگاه داده
fi: Tietokannan suojaus
fr: Protection de la base de données
he: הגנת מסד הנתונים
hi: डेटाबेस सुरक्षा
hr: Zaštita baze podataka
hu: Adatbázis-védelem
id: Perlindungan Basis Data
it: Protezione del database
ja: データベース保護
kk: Дерекқорды қорғау
ko: 데이터베이스 보호
lt: Duomenų bazės apsauga
ms: Perlindungan Pangkalan Data
nb: Databasebeskyttelse
nl: Databasebeveiliging
pl: Ochrona bazy danych
pt: Proteção da base de dados
ro: Protecția bazei de date
ru: Защита базы данных
sk: Ochrana databázy
sl: Zaščita zbirke podatkov
sv: Databasskydd
th: การปกป้องฐานข้อมูล
tr: Veritabanı Koruması
uk: Захист бази даних
vi: Bảo vệ cơ sở dữ liệu
zh_hans: 数据库保护
zh_hant: 資料庫保護

source: Database Recovery
ar: استرداد قاعدة البيانات
bg: Възстановяване на базата данни
bn: ডেটাবেস পুনরুদ্ধার
ca: Recuperació de la base de dades
cs: Obnova databáze
da: Databasegendannelse
de: Datenbankwiederherstellung
el: Ανάκτηση βάσης δεδομένων
es: Recuperación de la base de datos
fa: بازیابی پایگاه داده
fi: Tietokannan palautus
fr: Récupération de la base de données
he: שחזור מסד הנתונים
hi: डेटाबेस पुनर्प्राप्ति
hr: Oporavak baze podataka
hu: Adatbázis-helyreállítás
id: Pemulihan Basis Data
it: Ripristino del database
ja: データベース復旧
kk: Дерекқорды қалпына келтіру
ko: 데이터베이스 복구
lt: Duomenų bazės atkūrimas
ms: Pemulihan Pangkalan Data
nb: Databasegjenoppretting
nl: Databaseherstel
pl: Odzyskiwanie bazy danych
pt: Recuperação da base de dados
ro: Recuperarea bazei de date
ru: Восстановление базы данных
sk: Obnova databázy
sl: Obnovitev zbirke podatkov
sv: Databasåterställning
th: การกู้คืนฐานข้อมูล
tr: Veritabanı Kurtarma
uk: Відновлення бази даних
vi: Khôi phục cơ sở dữ liệu
zh_hans: 数据库恢复
zh_hant: 資料庫復原

source: Database Unavailable
ar: قاعدة البيانات غير متوفرة
bg: Базата данни не е налична
bn: ডেটাবেস উপলভ্য নয়
ca: La base de dades no està disponible
cs: Databáze není dostupná
da: Database ikke tilgængelig
de: Datenbank nicht verfügbar
el: Η βάση δεδομένων δεν είναι διαθέσιμη
es: Base de datos no disponible
fa: پایگاه داده در دسترس نیست
fi: Tietokanta ei ole käytettävissä
fr: Base de données indisponible
he: מסד הנתונים אינו זמין
hi: डेटाबेस उपलब्ध नहीं है
hr: Baza podataka nije dostupna
hu: Az adatbázis nem érhető el
id: Basis Data Tidak Tersedia
it: Database non disponibile
ja: データベースを利用できません
kk: Дерекқор қолжетімді емес
ko: 데이터베이스를 사용할 수 없음
lt: Duomenų bazė nepasiekiama
ms: Pangkalan Data Tidak Tersedia
nb: Databasen er utilgjengelig
nl: Database niet beschikbaar
pl: Baza danych niedostępna
pt: Base de dados indisponível
ro: Bază de date indisponibilă
ru: База данных недоступна
sk: Databáza nie je k dispozícii
sl: Zbirka podatkov ni na voljo
sv: Databasen är inte tillgänglig
th: ฐานข้อมูลไม่พร้อมใช้งาน
tr: Veritabanı Kullanılamıyor
uk: База даних недоступна
vi: Cơ sở dữ liệu không khả dụng
zh_hans: 数据库不可用
zh_hant: 資料庫無法使用

source: Date
ar: تاريخ
bg: Дата
bn: তারিখ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fa: تاریخ
fi: Päivämäärä
he: תאריך
hi: दिनांक
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
kk: Күн
ko: 날짜
lt: Data
ms: Tarikh
nb: Dato
nl: Datum
pl: Data
pt: Data
ro: Dată
ru: Дата
sk: Dátum
sl: Datum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Date & Time
ar: التاريخ والوقت
bg: Дата и час
bn: তারিখ ও সময়
ca: Data i hora
cs: Datum a čas
da: Dato og tid
de: Datum und Uhrzeit
el: Ημερομηνία και ώρα
es: Fecha y hora
fa: تاریخ و زمان
fi: Päivämäärä ja aika
fr: Date et heure
he: תאריך ושעה
hi: दिनांक और समय
hr: Datum i vrijeme
hu: Dátum és idő
id: Tanggal & Waktu
it: Data e ora
ja: 日付と時刻
kk: Күн мен уақыт
ko: 날짜 및 시간
lt: Data ir laikas
ms: Tarikh & Masa
nb: Dato og klokkeslett
nl: Datum en tijd
pl: Data i czas
pt: Data e hora
ro: Data și ora
ru: Дата и время
sk: Dátum a čas
sl: Datum in čas
sv: Datum och tid
th: วันที่และเวลา
tr: Tarih ve Saat
uk: Дата й час
vi: Ngày và giờ
zh_hans: 日期和时间
zh_hant: 日期與時間

source: Delete
ar: حذف
bg: Изтрий
bn: মুছুন
ca: Suprimeix
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
kk: Жою
ko: 삭제
lt: Ištrinti
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt: Eliminar
ro: Ștergere
ru: Удалить
sk: Vymazať
sl: Izbriši
sv: Radera
th: ลบออก
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@”?
ar: حذف «%@»؟
bg: Да се изтрие ли „%@“?
bn: “%@” মুছবেন?
ca: Vols eliminar «%@»?
cs: Smazat „%@“?
da: Slet "%@"?
de: „%@“ löschen?
el: Να διαγραφεί το «%@»;
es: ¿Eliminar «%@»?
fa: «%@» حذف شود؟
fi: Poistetaanko ”%@”?
fr: Supprimer « %@ » ?
he: למחוק את „%@”?
hi: “%@” हटाएँ?
hr: Izbrisati „%@” ?
hu: Törli ezt: „%@”?
id: Hapus “%@”?
it: Eliminare "%@"?
ja: 「%@」を削除しますか？
kk: «%@» жойылсын ба?
ko: '%@'을(를) 삭제하시겠습니까?
lt: Ištrinti „%@“?
ms: Padam “%@”?
nb: Slette «%@»?
nl: "%@" verwijderen?
pl: Usunąć „%@”?
pt: Eliminar “%@”?
ro: Ștergeți „%@”?
ru: Удалить «%@»?
sk: Vymazať „%@“?
sl: Izbrišem »%@«?
sv: Radera ”%@”?
th: ลบ “%@” หรือไม่
tr: “%@” silinsin mi?
uk: Видалити «%@»?
vi: Xóa “%@”?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

source: Delete %lld Items
ar: حذف %lld عنصرًا
bg: Изтриване на %lld елемента
bn: %lldটি আইটেম মুছুন
ca: Elimina %lld elements
cs: Smazat %lld položek
da: Slet %lld emner
de: %lld Elemente löschen
el: Διαγραφή %lld στοιχείων
es: Eliminar %lld elementos
fa: حذف %lld مورد
fi: Poista %lld kohdetta
fr: Supprimer %lld éléments
he: מחיקת %lld פריטים
hi: %lld आइटम हटाएँ
hr: Izbriši %lld stavki
hu: %lld elem törlése
id: Hapus %lld Item
it: Elimina %lld elementi
ja: %lld件の項目を削除
kk: %lld элементті жою
ko: %lld개 항목 삭제
lt: Ištrinti %lld elementus
ms: Padam %lld Item
nb: Slett %lld elementer
nl: %lld items verwijderen
pl: Usuń %lld elementów
pt: Eliminar %lld itens
ro: Ștergeți %lld elemente
ru: Удалить %lld элементов
sk: Vymazať %lld položiek
sl: Izbriši %lld elementov
sv: Radera %lld objekt
th: ลบ %lld รายการ
tr: %lld Öğeyi Sil
uk: Видалити %lld елементів
vi: Xóa %lld mục
zh_hans: 删除 %lld 个项目
zh_hant: 刪除 %lld 個項目

source: Delete 1 Item
ar: حذف عنصر واحد
bg: Изтриване на 1 елемент
bn: ১টি আইটেম মুছুন
ca: Elimina 1 element
cs: Smazat 1 položku
da: Slet 1 emne
de: 1 Element löschen
el: Διαγραφή 1 στοιχείου
es: Eliminar 1 elemento
fa: حذف ۱ مورد
fi: Poista 1 kohde
fr: Supprimer 1 élément
he: מחיקת פריט אחד
hi: 1 आइटम हटाएँ
hr: Izbriši 1 stavku
hu: 1 elem törlése
id: Hapus 1 Item
it: Elimina 1 elemento
ja: 1件の項目を削除
kk: 1 элементті жою
ko: 항목 1개 삭제
lt: Ištrinti 1 elementą
ms: Padam 1 Item
nb: Slett 1 element
nl: 1 item verwijderen
pl: Usuń 1 element
pt: Eliminar 1 item
ro: Ștergeți 1 element
ru: Удалить 1 элемент
sk: Vymazať 1 položku
sl: Izbriši 1 element
sv: Radera 1 objekt
th: ลบ 1 รายการ
tr: 1 Öğeyi Sil
uk: Видалити 1 елемент
vi: Xóa 1 mục
zh_hans: 删除 1 个项目
zh_hant: 刪除 1 個項目

source: Delete Album
ar: حذف الألبوم
bg: Изтрий албум
bn: অ্যালবাম মুছুন
ca: Suprimeix l’àlbum
cs: Smazat album
da: Slet album
de: Album löschen
el: Διαγραφή άλμπουμ
es: Eliminar álbum
fa: حذف آلبوم
fi: Poista albumi
fr: Supprimer l'album
he: מחק אלבום
hi: एल्बम हटाएँ
hr: Izbriši album
hu: Album törlése
id: Hapus album
it: Elimina album
ja: アルバムを削除
kk: Альбомды жою
ko: 앨범 삭제
lt: Ištrinti albumą
ms: Padam album
nb: Slett album
nl: Album verwijderen
pl: Usuń album
pt: Apagar álbum
ro: Ștergere album
ru: Удалить альбом
sk: Odstrániť album
sl: Izbriši album
sv: Ta bort album
th: ลบอัลบั้ม
tr: Albümü sil
uk: Видалити альбом
vi: Xóa album
zh_hans: 删除相册
zh_hant: 刪除相簿

source: Delete from Device
ar: حذف من الجهاز
bg: Премахни от устройството
bn: ডিভাইস থেকে মুছুন
ca: Suprimeix del dispositiu
cs: Smazat ze zařízení
da: Slet fra enhed
de: Vom Gerät löschen
el: Διαγραφή από τη συσκευή
es: Borrar del dispositivo
fa: حذف از دستگاه
fi: Poista laitteelta
fr: Supprimer de l'appareil
he: מחק מהמכשיר
hi: डिवाइस से हटाएं
hr: Izbriši s uređaja
hu: Törlés az eszközről
id: Hapus dari perangkat
it: Elimina dal dispositivo
ja: デバイス上から削除
kk: Құрылғыдан жою
ko: 기기에서 삭제
lt: Ištrinti iš įrenginio
ms: Buang daripada peranti
nb: Slett fra enhet
nl: Verwijder van apparaat
pl: Usuń z urządzenia
pt: Excluir do dispositivo
ro: Șterge din dispozitiv
ru: Удалить с устройства
sk: Vymazať zo zariadenia
sl: Izbriši iz naprave
sv: Ta bort från enhet
th: ลบจากเครื่อง
tr: Cihazdan sil
uk: Видалити з пристрою
vi: Xóa khỏi thiết bị
zh_hans: 从设备中删除
zh_hant: 從裝置中刪除

source: Delete Link
ar: حذف الرابط
bg: Изтрий линк
bn: লিঙ্ক মুছুন
ca: Suprimeix l’enllaç
cs: Smazat odkaz
da: Slet link
de: Link löschen
el: Διαγραφή συνδέσμου
es: Eliminar enlace
fa: حذف لینک
fi: Poista linkki
fr: Supprimer le lien
he: מחק קישור
hi: लिंक हटाएँ
hr: Izbriši poveznicu
hu: Link törlése
id: Hapus tautan
it: Elimina link
ja: リンクを削除
kk: Сілтемені жою
ko: 링크 삭제
lt: Ištrinti nuorodą
ms: Padam pautan
nb: Slett lenke
nl: Verwijder link
pl: Usuń link
pt: Eliminar link
ro: Ștergere link
ru: Удалить ссылку
sk: Odstrániť odkaz
sl: Izbriši povezavo
sv: Ta bort länk
th: ลบลิงก์
tr: Bağlantıyı sil
uk: Видалити посилання
vi: Xóa link
zh_hans: 删除链接
zh_hant: 刪除連結

source: Delete Permanently
ar: الحذف بشكل نهائي
bg: Изтрий завинаги
bn: স্থায়ীভাবে মুছুন
ca: Suprimeix permanentment
cs: Smazat trvale
da: Slet permanent
de: Endgültig löschen
el: Οριστική Διαγραφή
es: Eliminar permanentemente
fa: حذف دائمی
fi: Poista pysyvästi
fr: Supprimer définitivement
he: מחק לצמיתות
hi: स्थायी रूप से हटाएँ
hr: Trajno izbriši
hu: Végleges törlés
id: Hapus Permanen
it: Elimina definitivamente
ja: 完全に削除
kk: Біржола жою
ko: 영구적으로 삭제
lt: Ištrinti galutinai
ms: Hapuskan Terus
nb: Slett permanent
nl: Permanent verwijderen
pl: Usuń trwale
pt: Excluir Permanentemente
ro: Șterge permanent
ru: Удалить навсегда
sk: Vymazať natrvalo
sl: Trajno izbriši
sv: Radera permanent
th: ลบถาวร
tr: Kalıcı Olarak Sil
uk: Видалити назавжди
vi: Xóa vĩnh viễn
zh_hans: 永久删除
zh_hant: 永久刪除

source: Delete Photo
ar: حذف الصورة
bg: Изтриване на снимката
bn: ছবি মুছুন
ca: Elimina la foto
cs: Smazat fotku
da: Slet foto
de: Foto löschen
el: Διαγραφή φωτογραφίας
es: Eliminar foto
fa: حذف عکس
fi: Poista kuva
fr: Supprimer la photo
he: מחיקת תמונה
hi: फ़ोटो हटाएँ
hr: Izbriši fotografiju
hu: Fotó törlése
id: Hapus Foto
it: Elimina foto
ja: 写真を削除
kk: Фотосуретті жою
ko: 사진 삭제
lt: Ištrinti nuotrauką
ms: Padam Foto
nb: Slett bilde
nl: Foto verwijderen
pl: Usuń zdjęcie
pt: Eliminar foto
ro: Ștergeți fotografia
ru: Удалить фотографию
sk: Vymazať fotografiu
sl: Izbriši fotografijo
sv: Radera foto
th: ลบรูปภาพ
tr: Fotoğrafı Sil
uk: Видалити фото
vi: Xóa ảnh
zh_hans: 删除照片
zh_hant: 刪除相片

source: Delete this link?
ar: حذف هذا الرابط؟
bg: Да се изтрие ли тази връзка?
bn: এই লিঙ্কটি মুছবেন?
ca: Vols eliminar aquest enllaç?
cs: Smazat tento odkaz?
da: Slet dette link?
de: Diesen Link löschen?
el: Να διαγραφεί αυτός ο σύνδεσμος;
es: ¿Eliminar este enlace?
fa: این پیوند حذف شود؟
fi: Poistetaanko tämä linkki?
fr: Supprimer ce lien ?
he: למחוק את הקישור הזה?
hi: यह लिंक हटाएँ?
hr: Izbrisati ovu poveznicu?
hu: Törli ezt a hivatkozást?
id: Hapus tautan ini?
it: Eliminare questo link?
ja: このリンクを削除しますか？
kk: Осы сілтемені жою керек пе?
ko: 이 링크를 삭제하시겠습니까?
lt: Ištrinti šią nuorodą?
ms: Padam pautan ini?
nb: Slette denne lenken?
nl: Deze link verwijderen?
pl: Usunąć ten link?
pt: Eliminar esta ligação?
ro: Ștergeți acest link?
ru: Удалить эту ссылку?
sk: Odstrániť tento odkaz?
sl: Izbrišem to povezavo?
sv: Ta bort den här länken?
th: ลบลิงก์นี้หรือไม่
tr: Bu bağlantı silinsin mi?
uk: Видалити це посилання?
vi: Xóa liên kết này?
zh_hans: 删除此链接？
zh_hant: 刪除此連結？

source: Deleted photos will appear here.
ar: ستظهر الصور المحذوفة هنا.
bg: Изтритите снимки ще се показват тук.
bn: মুছে ফেলা ছবিগুলো এখানে দেখা যাবে।
ca: Les fotos eliminades apareixeran aquí.
cs: Zde se zobrazí smazané fotky.
da: Slettede fotos vises her.
de: Gelöschte Fotos werden hier angezeigt.
el: Οι διαγραμμένες φωτογραφίες θα εμφανίζονται εδώ.
es: Las fotos eliminadas aparecerán aquí.
fa: عکس‌های حذف‌شده اینجا نمایش داده می‌شوند.
fi: Poistetut kuvat näkyvät täällä.
fr: Les photos supprimées apparaîtront ici.
he: תמונות שנמחקו יופיעו כאן.
hi: हटाई गई फ़ोटो यहाँ दिखाई देंगी।
hr: Izbrisane fotografije pojavit će se ovdje.
hu: A törölt fotók itt jelennek meg.
id: Foto yang dihapus akan muncul di sini.
it: Le foto eliminate verranno visualizzate qui.
ja: 削除した写真がここに表示されます。
kk: Жойылған фотосуреттер осында көрсетіледі.
ko: 삭제된 사진이 여기에 표시됩니다.
lt: Ištrintos nuotraukos bus rodomos čia.
ms: Foto yang dipadam akan dipaparkan di sini.
nb: Slettede bilder vises her.
nl: Verwijderde foto's verschijnen hier.
pl: Usunięte zdjęcia pojawią się tutaj.
pt: As fotos eliminadas aparecerão aqui.
ro: Fotografiile șterse vor apărea aici.
ru: Здесь появятся удаленные фотографии.
sk: Vymazané fotografie sa zobrazia tu.
sl: Izbrisane fotografije bodo prikazane tukaj.
sv: Raderade foton visas här.
th: รูปภาพที่ลบแล้วจะแสดงที่นี่
tr: Silinen fotoğraflar burada görünecek.
uk: Видалені фото з’являться тут.
vi: Ảnh đã xóa sẽ xuất hiện ở đây.
zh_hans: 删除的照片将显示在这里。
zh_hant: 刪除的相片將顯示於此。
